Revit 2027 API
SymbolTypeId.Lpm Property
 Symbol LPM, indicating unit Liters per minute.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId Lpm { get; }
Public Shared ReadOnly Property Lpm As ForgeTypeId
	Get
public:
static property ForgeTypeId^ Lpm {
	ForgeTypeId^ get ();
}
static member Lpm : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace